lesson-2/wrk_results.txt
Running 15s test @ http://127.0.0.1:8000
  8 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    50.80ms   94.22ms   1.67s    97.02%
    Req/Sec   332.36    402.79     2.57k    91.75%
  37152 requests in 15.10s, 6.34MB read
  Socket errors: connect 0, read 0, write 0, timeout 15
Requests/sec:   2460.50
Transfer/sec:    430.11KB