lesson-2/wrk_results_3.txt
Running 15s test @ http://127.0.0.1:8000
  16 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    66.83ms  122.12ms   1.72s    94.47%
    Req/Sec   143.27    176.86     1.09k    86.69%
  30016 requests in 15.10s, 5.12MB read
  Socket errors: connect 0, read 1, write 0, timeout 27
Requests/sec:   1988.21
Transfer/sec:    347.55KB